Repository: eurolinux-enterprise-linux-sources/vinagre
Catalog: src/help/*/*.po
Languages: pt

source: <application>Vinagre</application> Manual
pt: Manual do <application>Vinagre</application>

source: <application>Vinagre</application> is a Remote Desktop Viewer
pt: <application>Vinagre</application> é um Visualizador de Área de Trabalho Remota

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
pt: É dada permissão para copiar, distribuir e/ou alterar este documento sob os termos da Licença de Documentação Livre GNU (GFDL), Versão 1.1 ou qualquer outra posteriormente publicada pela Free Software Foundation sem quaisquer Secções Invariantes, Textos de Capa ou Prefácios, e sem Textos Finais ou Posfácios. Poderá encontrar uma cópia da GFDL neste <ulink type="help" url="ghelp:fdl">endereço</ulink> ou no ficheiro COPYING-DOCS distribuído com este manual.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
pt: Este manual é parte de uma colecção de manuais GNOME distribuídos sob a GFDL. Se desejar distribuir este manual separadamente da colecção, poderá fazê-lo desde que lhe adicione uma cópia da licença, tal como descrito na secção 6 desta licença.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
pt: Muitos dos nomes utilizados pelas empresas para distinguir os seus produtos e serviços são reclamados como marcas registadas. Onde esses nomes surgirem em qualquer documentação GNOME, e aos membros do Projecto de Documentação do GNOME for dado conhecimento dessas marcas registadas, estes nomes estarão todos em maiúsculas ou com a primeira letra de cada palavra em maiúscula.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
pt: ESTE DOCUMENTO É DISPONIBILIZADO NUMA BASE "TAL COMO ESTÁ", SEM QUALQUER GARANTIA DE QUALQUER TIPO, NEM EXPRESSA NEM IMPLÍCITA, INCLUINDO, MAS SEM LIMITAR, GARANTIAS DE QUE O DOCUMENTO OU VERSÃO ALTERADA DO DOCUMENTO SE ENCONTRA LIVRE DE DEFEITOS PARA COMERCIALIZAÇÃO, ADEQUADO A UM PROPÓSITO ESPECÍFICO OU QUE NÃO INFRINJA. A TOTALIDADE DO RISCO DE QUALIDADE, PORMENORIZAÇÃO, E DESEMPENHO DO DOCUMENTO OU VERSÃO ALTERADA DO DOCUMENTO É SUA. CASO ALGUM DOCUMENTO OU VERSÃO ALTERADA SE DEMONSTRE DEFICIENTE EM QUALQUER ASPECTO, O LEITOR (E NÃO O AUTOR INICIAR, OU QUALQUER CONTRIBUINTE POSTERIOR) ASSUME O CUSTO DE TODO O SERVIÇO DE REPARAÇÃO, ASSISTÊNCIA OU CORRECÇÃO QUE POSSE SER NECESSÁRIO. ESTA DESRESPONSABILIZAÇÃO DE GARANTIA CONSTITUI UMA PARTE ESSENCIAL DESTA LICENÇA. NENHUMA UTILIZAÇÃO DE QUALQUER DOCUMENTO OU VERSÃO ALTERADO DO DOCUMENTO SE ENCONTRA AUTORIZADA EXCEPTO SE SUJEITA A ESTA DESRESPONSABILIZAÇÃO; E

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
pt: SOB QUAISQUER CIRCUNSTÂNCIAS E TEORIA LEGAL, QUER SEJA POR ERRO (INCLUINDO NEGLIGÊNCIA), CONTRATO, OU QUALQUER OUTRO MOTIVO, PODERÁ O AUTOR, ESCRITOR INICIAL, QUALQUER CONTRIBUINTE, OU QUALQUER DISTRIBUIDOR DO DOCUMENTO OU VERSÃO ALTERADA DO DOCUMENTO, OU QUALQUER FORNECEDOR DE UMA DESSAS PARTES, SER RESPONSÁVEL PERANTE QUALQUER PESSOA POR QUAISQUER DANOS DIRECTOS, INDIRECTOS, ESPECIAIS, ACIDENTAIS OU CONSEQUENCIAIS DE QUALQUER TIPO INCLUINDO, SEM LIMITAR, DANOS POR PERCA DE BOM NOME (GOODWILL), PARAGENS DE TRABALHO, FALHA OU MAU FUNCIONAMENTO INFORMÁTICO, OU QUALQUER E TODOS OS OUTROS DANOS OU PERCAS DECORRENTES OU RELACIONADAS COM A UTILIZAÇÃO DO DOCUMENTO E VERSÕES ALTERADAS DO DOCUMENTO, MESMO QUE TAL PARTE TENHA SIDO INFORMADA DA POSSIBILIDADE DE OCORREREM TAIS DANOS.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
pt: O DOCUMENTO E VERSÕES ALTERADAS DO DOCUMENTO SÃO DISPONIBILIZADOS SOB OS TERMOS DA LICENÇA DE DOCUMENTAÇÃO LIVRE GNU COM A COMPREENSÃO ADICIONAL DE QUE: <placeholder-1/>

source: To report a bug or make a suggestion regarding the Vinagre application or this manual, follow the directions in the <ulink url="http://www.gnome.org/projects/vinagre/" type="http"><application>Vinagre</application> Contact Page</ulink>.
pt: Para comunicar um erro ou fazer uma sugestão em relação à aplicação Vinagre ou este manual, siga os passos na <ulink url="http://www.gnome.org/projects/vinagre/" type="http">Página de Contacto do <application>Vinagre</application></ulink>.

source: remote desktop
pt: área de trabalho remota

source: Introduction
pt: Introdução

source: The Vinagre application is a Remote Desktop Viewer for the <systemitem>GNOME desktop</systemitem> that uses Virtual Network Computing (VNC) system to remotely control another computer.
pt: A aplicação Vinagre é o Visualizador de Ambiente de Trabalho Remoto do <systemitem>Ambiente de Trabalho GNOME</systemitem> que utiliza o sistema Virtual Network Computing (VNC) para controlar remotamente outro computador.

source: <application>Vinagre</application> provides the following features:
pt: <application>Vinagre</application> disponibiliza as seguintes funcionalidades:

source: Connect to several machines at the same time.
pt: Ligar a várias máquinas em simultâneo.

source: Store recently connections and allows to bookmark them.
pt: Guardar ligações recentes permitindo criar marcadores.

source: Browse local network for VNC Servers.
pt: Procurar Servidores VNC na rede local.

source: Getting Started
pt: Introdução

source: Starting Vinagre
pt: Iniciar o Vinagre

source: You can start <application>Vinagre</application> in the following ways:
pt: Pode iniciar o <application>Vinagre</application> das seguintes formas:

source: <guimenu>Applications</guimenu> menu
pt: Menu <guimenu>Aplicações</guimenu>

source: Choose <menuchoice><guisubmenu>Internet</guisubmenu><guimenuitem>Remote Desktop Viewer</guimenuitem></menuchoice>.
pt: Seleccione <menuchoice><guisubmenu>Internet</guisubmenu><guimenuitem>Visualizador de Área de Trabalho Remota</guimenuitem></menuchoice>.

source: Command line
pt: Linha de comando

source: Execute the following command: <command>vinagre</command>
pt: Execute o seguinte comando: <command>vinagre</command>

source: The Vinagre Window
pt: A Janela do Vinagre

source: Vinagre window
pt: Janela do Vinagre

source: Shows vinagre main window.
pt: Apresenta a janela principal do vinagre.

source: The <application>Vinagre</application> window contains the following elements:
pt: A janela do <application>Vinagre</application> contém os seguintes elementos:

source: Menubar
pt: Barra de menu

source: The menus on the menubar contain all of the commands you need to work with remote connections in <application>Vinagre</application>.
pt: Os menus na barra de menu contêm todos os comandos de que necessita para trabalhar com ligações remotas no <application>Vinagre</application>.

source: Toolbar
pt: Barra de Ferramentas

source: The toolbar contains a subset of the most used commands that you can access from the menubar.
pt: A barra de ferramentas contém um subconjunto dos comandos mais utilizados a que pode aceder na barra de menu.

source: Display Area
pt: Área de Apresentação

source: The display area contains a list of tabs with the connected machines and its remote desktops.
pt: A área de apresentação contém uma lista de separadores com as máquinas ligadas e os seus ambientes de trabalho.

source: Statusbar
pt: Barra de Estados

source: The statusbar displays information about current <application>Vinagre</application> activity and contextual information about the menu items.
pt: A barra de estados apresenta informação sobre actividade actual do <application>Vinagre</application> e informação contextual sobre os itens do menu.

source: Side Pane
pt: Painel Lateral

source: The side pane contains a list of bookmarked connections.
pt: O painel lateral contém uma lista dos marcadores de ligações.

source: Using Vinagre
pt: Utilizar o Vinagre

source: To connect with a remote machine
pt: Para se ligar a uma máquina remota

source: Informing Host address
pt: A informar endereço da máquina

source: To connect with a remote machine, choose <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>N</keycap></keycombo></shortcut><guimenu>Machine</guimenu><guimenuitem>Connect</guimenuitem></menuchoice>. The <guilabel>Connection Dialog</guilabel> is displayed. Inform the <guilabel>Host</guilabel> and the <guilabel>Port</guilabel> of the connection and click the <guibutton>Connect</guibutton> button. You can also use the <guibutton>Find</guibutton> button to browse available machines on local network.
pt: Para se ligar a uma máquina remota, seleccione <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>N</keycap></keycombo></shortcut><guimenu>Máquina</guimenu><guimenuitem>Ligar</guimenuitem></menuchoice>. O <guilabel>Diálogo de Ligação</guilabel> é apresentado. Insira a <guilabel>Máquina</guilabel> e o <guilabel>Porto</guilabel> da ligação e clique no botão <guibutton>Ligar</guibutton>. Também pode utilizar o botão <guibutton>Procurar</guibutton> para procurar as máquinas disponiveis na rede local.

source: Some machines may require a secure connection. In this case, a <guilabel>Password</guilabel> dialog will be displayed asking for the connection password. If you check <guilabel>Remember this password</guilabel>, <application>Vinagre</application> will store the secure information using <application>GNOME Keyring Manager</application>.
pt: Algumas máquinas podem requerer uma ligação segura. Nesse caso, um diálogo <guilabel>Senha</guilabel> será apresentado a pedir a senha da ligação. Se marcar <guilabel>Recordar esta senha</guilabel>, o <application>Vinagre</application> irá guardar a informação de segurança utilizando o <application>Gestor de Chaveiros do GNOME</application>.

source: If the connection has been used previously, you can also access it by <menuchoice><guimenu>Machine</guimenu><guimenu>Recent connections...</guimenu></menuchoice>.
pt: Se a ligação foi utilizada previamente, poderá também aceder-lhe por <menuchoice><guimenu>Máquina</guimenu><guimenu>Ligações recentes...</guimenu></menuchoice>.

source: Opening a Remote Connection File
pt: Abrir um Ficheiro de Ligação Remota

source: Some hosts distribute remote connection files (generally ending with suffix ".vnc") instead of inform Host address and Port. To open a remote connection file, choose <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo></shortcut><guimenu>Machine</guimenu><guimenuitem>Open</guimenuitem></menuchoice>. The <guilabel>Select File</guilabel> dialog is displayed. Select the file you want to open, then click on the <guibutton>Open</guibutton> button.
pt: Algumas máquinas distribuem ficheiros de ligação remota (geralmente terminados com o sufixo ".vnc") em vez de fornecerem o endereço da Máquina e o Porto. Para abrir um ficheiro de ligação remota, seleccione <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo></shortcut><guimenu>Máquina</guimenu><guimenuitem>Abrir</guimenuitem></menuchoice>. O diálogo <guilabel>Seleccionar Ficheiro</guilabel> é apresentado. Seleccione o ficheiro que quer abrir, e depois clique no botão <guibutton>Abrir</guibutton>.

source: You can also double-click on a remote connection file in the <application>Nautilus</application> file manager to open it on the <application>Vinagre</application> window.
pt: Pode também fazer um duplo clique num ficheiro de ligação remota no gestor de ficheiros <application>Nautilus</application> para o abrir na janela do <application>Vinagre</application>.

source: To Create a New Bookmark
pt: Para Criar um Novo Marcador

source: To bookmark the currently viewed connection, choose <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>D</keycap></keycombo></shortcut><guimenu>Bookmarks</guimenu><guimenuitem>Add to Bookmarks</guimenuitem></menuchoice>. The <guilabel>Saving to Bookmarks</guilabel> dialog is displayed. Inform the name of the connection and click <guibutton>Ok</guibutton>.
pt: Para marcar a ligação actualmente visível, seleccione <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>D</keycap></keycombo></shortcut><guimenu>Marcadores</guimenu><guimenuitem>Adicionar aos Marcadores</guimenuitem></menuchoice>. O diálogo <guilabel>Guardar nos Marcadores</guilabel> é apresentado. Introduza o nome da ligação e clique em <guibutton>Ok</guibutton>.

source: To Remove a Bookmark
pt: Para Remover um Marcador

source: To remove a bookmark, choose <guimenuitem>Remove</guimenuitem> from the context menu of the bookmark in the Side Pane.
pt: Para remover um marcador, seleccione <guimenuitem>Remover</guimenuitem> no menu de contexto do marcador no Painel Lateral.

source: To Edit a Bookmark's Properties
pt: Para Editar as Propriedades de um Marcador

source: To edit a bookmark's properties, such as it's name and host, choose <guimenuitem>Edit</guimenuitem> from the context menu of the bookmark in the Side Pane.
pt: Para editar as propriedades de um marcador, tais como o seu nome e máquina, seleccione <guimenuitem>Editar</guimenuitem> no menu de contexto do marcador no Painel Lateral.

source: To Use Full Screen Mode
pt: Para Utilizar o Modo de Ecrã Completo

source: To zoom the Display Area to full screen mode, choose <menuchoice><shortcut><keycap>F11</keycap></shortcut><guimenu>View</guimenu><guimenuitem>Full Screen</guimenuitem></menuchoice>. To exit full screen mode, press <keycap>F11</keycap> or <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo>.
pt: Para ampliar a Área de Apresentação para modo de ecrã completo, seleccione <menuchoice><shortcut><keycap>F11</keycap></shortcut><guimenu>Ver</guimenu><guimenuitem>Ecrã Completo</guimenuitem></menuchoice>. Para sair do modo de ecrã completo, pressione <keycap>F11</keycap> ou <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo>.

source: To Close a Connection
pt: Para Fechar uma Ligação

source: To close a connection, choose <menuchoice><guimenu>Machine</guimenu><guimenuitem>Close</guimenuitem></menuchoice>.
pt: Para fechar uma ligação, seleccione <menuchoice><guimenu>Máquina</guimenu><guimenuitem>Fechar</guimenuitem></menuchoice>.

source: To Take Screenshot
pt: Para Capturar uma Imagem do Ecrã

source: To take screenshot of the current remote desktop, choose <menuchoice><guimenu>Machine</guimenu><guimenu>Take Screenshot</guimenu></menuchoice> or press the relative button in the toolbar. The <guilabel>Save Screenshot</guilabel> dialog is displayed, click the <guibutton>Save</guibutton> button to save the screenshot.
pt: Para capturar uma imagem do ecrã da área de trabalho remota, seleccione <menuchoice><guimenu>Máquina</guimenu><guimenu>Capturar uma imagem do ecrã</guimenu></menuchoice> ou pressione o botão adequado na barra de ferramentas. Será apresentado o diálogo <guilabel>Gravar a Captura de Ecrã</guilabel>, clique em <guibutton>Gravar</guibutton> para gravar a captura de ecrã.

source: About
pt: Sobre

source: Vinagre was written by Jonh Wendell <email>wendell@bani.com.br</email>. To find more information about Vinagre, please visit the <ulink url="http://www.gnome.org/projects/vinagre" type="http"><application>Vinagre</application> web page</ulink>.
pt: Vinagre foi escrito por John Wendell <email>wendell@bani.com.br</email>. Para encontrar mais informações sobre o Vinagre, visite <ulink url="http://www.gnome.org/projects/vinagre" type="http">a Página Web do <application>Vinagre</application></ulink>.

source: To report a bug or make a suggestion regarding this application you can file a bug in our <ulink url="http://bugzilla.gnome.org/browse.cgi?product=vinagre" type="http"> bug tracker</ulink>.
pt: Para relatar um erro ou fazer uma sugestão em relação a esta aplicação pode comunicar um erro no nosso <ulink url="http://bugzilla.gnome.org/browse.cgi?product=vinagre" type="http"> sistema de acompanhamento de erros</ulink>.

source: This program is distributed under the terms of the GNU General Public license as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. A copy of this license can be found at the <ulink url="http://www.gnu.org/licenses/gpl.html" type="http">GNU site</ulink>, or in the file COPYING included with the source code of this program.
pt: Esta aplicação é distribuída sob os termos da Licença Pública Genérica GNU tal como publicada pela Free Software Foundation; tanto a versão 2 da Licença, ou (como preferir) qualquer versão posterior. Uma cópia desta licença pode ser encontrada na <ulink url="http://www.gnu.org/licenses/gpl.html" type="http">página web da GNU</ulink>, ou no ficheiro COPYING incluído com o código-fonte desta aplicação.

source: translator-credits
pt: Filipe Gomes <filipefgomes@gmail.com>
